brew "act"
brew "openexr"
brew "aom"
brew "azure-cli"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "fd"
brew "fish"
brew "fx"
brew "gh"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "netpbm"
brew "graphviz"
brew "htop"
brew "ios-webkit-debug-proxy"
brew "jq"
brew "leveldb"
brew "mas"
brew "ncdu"
brew "pstree"
brew "sox"
brew "superfile"
brew "telnet"
brew "tldr"
brew "tmux"
brew "uv"
brew "watch"
brew "xcodegen"
brew "ykman"
cask "copilot-cli"
cask "meld"
mas "Azure VPN Client", id: 1553936137
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
vscode "anthropic.claude-code"
vscode "github.codespaces"
vscode "github.copilot-labs"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "streetsidesoftware.code-spell-checker"
cargo "cddl"
cargo "ripgrep"
